<template>
    <div class="news-page-wrapper">
        <main class="news-page-results-grid">
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
            <itembox-s-1
                date="چهارشنبه - ۲ فروردین ۱۳۹۸"
                subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
                title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
                :catas="['آخرین اخبار', 'یادواره شهدا']"
            />
        </main>
        <pagination/>
    </div>
</template>

<script>
import ItemboxS1 from "~/components/common/itembox-s-1";
import Pagination from "~/components/pagination";
export default {
    components: {
        ItemboxS1,
        Pagination
    },
    layout: "news-column"
};
</script>

<style lang="scss" scoped>
.news-page-wrapper {
    display: flex;
    flex-direction: column;
    .news-page-results-grid {
        margin-bottom: 1rem;
        display: grid;
        grid-gap: 1rem;
        grid-template-columns: 1fr 1fr 1fr;
        grid-template-rows: 1fr 1fr 1fr;
    }
}
</style>

