<template>
    <main class="news-page-wrapper">
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
        <itembox-s-1
            date="چهارشنبه - ۲ فروردین ۱۳۹۸"
            subtitle="یادواره شهدای کن با حظور سردار سلیمانی"
            title="شامگاه روز پنجشنبه مراسم اولین یادواره شهدا کن با حضور سردار قاسم سلیمانی در حسینیه نور این منطقه از تهران برگزار شد."
            :catas="['آخرین اخبار', 'یادواره شهدا']"
        />
    </main>
</template>

<script>
import ItemboxS1 from "~/components/common/itembox-s-1";
export default {
    components: {
        ItemboxS1
    },
    layout: "news-column"
};
</script>

<style lang="scss" scoped>
.news-page-wrapper {
    display: grid;
    grid-gap: 1rem;
    grid-template-columns: 1fr 1fr 1fr;
    grid-template-rows: 1fr 1fr 1fr;
}
</style>

